import { Advantage } from "../types/Advantage";

import { images } from "../images";

export const advantagesData: Advantage[] = [
  {
    img: images.speedAndReliability,
    alt: "Іконка Швидкість і надійність",
    title: "Швидкість і надійність",
    description:
      "Гарантуємо своєчасну та безпечну доставку завдяки оптимізованим маршрутам і контролю на кожному етапі перевезення.",
  },
  {
    img: images.customisedSolutions,
    alt: "Іконка Індивідуальні рішення",
    title: "Індивідуальні рішення",
    description:
      "Підбираємо найкращі логістичні стратегії для потреб вашого бізнесу, з урахуванням специфіки товару та ринку.",
  },
  {
    img: images.globalReach,
    alt: "Іконка Глобальне охоплення",
    title: "Глобальне охоплення",
    description:
      "Забезпечуємо доставку вантажів по всьому світу завдяки розгалуженій мережі партнерів та сучасним логістичним рішенням.",
  },
  {
    img: images.fullRangeServices,
    alt: "Іконка Повний комплекс послуг",
    title: "Повний комплекс послуг",
    description:
      "Надаємо складування, митне оформлення, вантажні перевезення та супровід, забезпечуючи безперебійний процес доставки.",
  },
];
