import { images } from "../images";

export const servicesData = [
    {
        image: images.logistic,
        title: 'Логістика вантажних перевезень',
        main: 'Ми забезпечуємо швидкі та безпечні вантажні перевезення як всередині країни, так і за кордон. Наші вантажівки відповідають сучасним стандартам безпеки',
    },
    {
        image: images.warehouse,
        title: 'Склади довготривалого зберігання',
        main: 'Наші сучасні склади довготривалого зберігання відповідають усім вимогам безпеки та зручності. Тут ваші товари будуть у надійних руках, а умови зберігання',
    },
    {
        image: images.daf,
        title: 'DAF – ідеальний вибір для перевезень',
        main: 'Пропонуємо повний комплекс складських послуг: палетування, маркування, сортування та упаковка. Наші автоматизовані системи дозволяють',
    },
    {
        image: images.international,
        title: 'Міжнародні перевезення та митне оформлення',
        main: 'Організація міжнародних перевезень – наша спеціалізація. Ми допомагаємо з оформленням митних документів, забезпечуємо доставку товарів у будь-яку',
    }
]
    