import React from "react";

const RentOfSpecialEquipment = () => {
  return (
    <div className="flex flex-col justify-center items-center bg-[#005245] w-full">
      <div className="flex flex-col bg-white justify-center items-center w-11/12 rounded-xl mb-28 md:p-10 p-3 mt-5 md:mt-0">
        <h2 className="text-[#132433] font-bold text-lg md:leading-[50px] md:text-[40px]">
          ОРЕНДА СПЕЦТЕХНІКИ
        </h2>
        <p className="md:mt-8 mt-3 text-sm md:text-2xl font-medium md:leading-9">
          Компанія ПП «Престиж Експрес» пропонує широкий спектр послуг з оренди
          спецтехніки, яка ідеально підходить для виконання різних типів робіт у
          сфері вантажно-розвантажувальних операцій. Компанія надає техніку, що
          відповідає найвищим стандартам якості та безпеки, що дозволяє нашим
          клієнтам ефективно виконувати завдання будь-якої складності.<br/> Послуги з
          оренди техніки включають:
        </p>
        <div className="w-full overflow-hidden">
          <ul className="list-disc pl-8 text-sm md:text-2xl font-medium">
            <li>
              Оренду самоскидів, бетонозмішувачів, екскаваторів, тракторної
              техніки, будівельних вишок, фронтальних навантажувачів,
              телескопічних навантажувачів, баштових кранів, бульдозерів.
            </li>
            <li>
              Широкий вибір електричних навантажувачів та річтраків різних моделей
              і вантажопідйомності, що дозволяє підібрати ідеальне рішення для
              ваших специфічних потреб. Ми пропонуємо як компактні моделі для
              роботи в обмежених просторах, так і потужні машини для важких
              навантажень.
            </li>
            <li>
              Гнучкі умови оренди, що включають можливість оренди на короткий або
              довгостроковий період, залежно від вашого проекту та потреб.
            </li>
            <li>
              Можливість залучення досвідчених операторів, які спеціалізуються на
              роботі з вантажно-розвантажувальною технікою. Професійні оператори
              забезпечують високу ефективність і безпеку виконання робіт, а також
              допоможуть оптимізувати процеси на вашому об'єкті.
            </li>
            <li>
              Технічну підтримку та обслуговування техніки під час оренди, щоб
              гарантувати її безперебійну роботу та відсутність технічних
              неполадок. Компанія орієнтована на те, щоб надати нашим клієнтам
              найкращий сервіс та забезпечити успішне виконання будь-яких завдань,
              пов'язаних з навантаженням та розвантаженням вантажів.
            </li>
          </ul>
        </div>
      </div>
    </div>
  );
};

export default RentOfSpecialEquipment;
